Repository: FuzzyNat26/paruparuku-ief-submission
Catalog: paruparuku-webapp/app/translations/*/LC_MESSAGES/messages.po
Languages: id, ja, zh

source: About Us
id: Tentang Kami
ja: 私たちについて
zh: 關於我們

source: We are four college students called <strong class="fw-semibold">"Team Pengacara"</strong> from <a target="_blank" href="https://www.uib.ac.id/" >Universitas Internasional Batam</a >. <br /><br /> ParuParuKu is a Flask-based web application that was built by our amazing team for detecting pneumonia from patient's X-ray image.
ja: 我々は <a target="_blank" href="https://www.uib.ac.id/">Universitas Internasional Batam</a> 大学の<strong class="fw-semibold">「Team Pengacara」</strong>と呼ばれる４人の大学生であります。<br /><br />ParuParuKu は X 線撮影にて肺炎を検出ための Flask で開発されたウェブアプリケーションであります。
zh: 我們是來自 <a target="_blank" href="https://www.uib.ac.id/" >Universitas Internasional Batam</a > 的四名大學生，稱為 <strong class="fw-semibold">「Team Pengacara」</strong>。<br /><br /> ParuParuKu 是一個基於 Flask 的網絡應用程序，由我們出色的團隊構建，用於從患者的 X 射線圖像中檢測肺炎。

source: Team Member
id: Anggota Tim
ja: 隊員
zh: 隊員

source: Internal Server Error
id: Kesalahan Server Internal
ja: 内部サーバーエラー
zh: 內部服務器錯誤

source: Oops! Something went wrong. <br /> This may be caused by server errors or misconfigurations and was unable to complete your request <br /><br /> Try to refresh the page and feel free to <a target="_blank" href="mailto:2031016.jonathan@uib.edu">contact us</a> if the problem persists.
id: Ups! Ada sesuatu yang salah. <br /> Ini mungkin disebabkan oleh kesalahan server atau ekstensi file yang tidak valid diunggah! <br /><br /> Coba muat ulang halamannya dan jangan ragu untuk <a target="_blank" href="mailto:2031016.jonathan@uib.edu">menghubungi kami</a> jika masalah berlanjut.
ja: おっと！問題が起こりそう。 <br/> これは、サーバーエラーまたは無効なファイル拡張子がアップロードされたことが原因である可能性があります。 <br/><br/> ページを更新してみてください。それに、問題が解決しない場合は自由に <a href="mailto:2031016.jonathan@uib.edu">連絡してください。</a>
zh: 哎呀！ 出問題了。這可能是由於服務器錯誤或上傳了無效的文件擴展名造成的！<br /><br />嘗試刷新頁面，如果問題仍然存在，請隨時與<a target="_blank" href="mailto:2031016.jonathan@uib.edu">我們聯繫</a>。

source: Return to Main Page
id: Kembali ke Halaman Utama
ja: ホームページに戻る
zh: 返回主頁

source: We are here to help with your concerns!
id: Kami di sini untuk membantu masalah Anda!
ja: 私たちはあなたの懸念を助けるためにここにいます
zh: 我們在這裡將幫助您所關心的！

source: ParuParuKu will help predict how likely you are to be infected with pneumonia based on your X-ray scan!
id: ParuParuKu akan membantu memprediksi seberapa besar kemungkinan Anda terinfeksi pneumonia berdasarkan pemindaian sinar-X Anda!
ja: X 線スキャンに基づいて 肺炎に感染する可能性を 予測するのに役立ちます
zh: ParuParuKu將根據您的X光掃描幫助預測您的肺炎概率！

source: Submit
id: Kirim
ja: 保存
zh: 提交

source: Photo by <a target="_blank" href="https://unsplash.com/@nordwood?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >NordWood Themes</a > on <a target="_blank" href="https://unsplash.com/s/photos/nordwood-themes-phone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplash</a >
id: Foto oleh <a target="_blank" href="https://unsplash.com/@nordwood?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >NordWood Themes</a > di <a target="_blank" href="https://unsplash.com/s/photos/nordwood-themes-phone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplash</a >
ja: <a href="https://unsplash.com/s/photos/nordwood-themes-phone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText"> Unsplash</a> の<a href="https://unsplash.com/@nordwood?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">NordWood Themes</a>による 写真
zh: <a target="_blank" href="https://unsplash.com/@nordwood?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >NordWood Themes</a > 在 <a target="_blank" href="https://unsplash.com/s/photos/nordwood-themes-phone?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" > Unsplash</a > 上上傳的照片

source: A photo is all you need!
id: Hanya foto yang Anda butuhkan!
ja: 必要なのは写真だけ！
zh: 一張照片就是你所需要的！

source: We immediately predict your pneumonia diagnosis result using our 3 types of machine learning models.
id: Kami segera memprediksi hasil diagnosis pneumonia Anda menggunakan 3 jenis model pembelajaran mesin kami.
ja: 3種類の機械学習モデルにより、 肺炎の診断結果を即時に予測します。
zh: 我們使用我們的 3 種機器學習模型立即預測您的肺炎診斷結果。

source: Photo by <a target="_blank" href="https://unsplash.com/@pattybphoto?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Patty Brito</a > on <a target="_blank" href="https://unsplash.com/s/photos/doctor?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplash</a >
id: Foto oleh <a target="_blank" href="https://unsplash.com/@pattybphoto?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Patty Brito</a > di <a target="_blank" href="https://unsplash.com/s/photos/doctor?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplash</a >
ja: <a href="https://unsplash.com/s/photos/doctor?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText"> Unsplash</a> の<a href="https://unsplash.com/@pattybphoto?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Patty Brito</a>による 写真
zh: <a target="_blank" href="https://unsplash.com/@pattybphoto?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Patty Brito</a > 在 <a target="_blank" href="https://unsplash.com/s/photos/doctor?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" > Unsplash</a > 上上傳的照片

source: Don't know what to do next?
id: Tidak tahu apa yang harus dilakukan selanjutnya?
ja: 次に何をすべきかわからない場合
zh: 不知道下一步該怎麼做？

source: We can give research-based recommendations depending on your diagnosis results.
id: Kami dapat memberikan rekomendasi berbasis penelitian tergantung pada hasil diagnosis Anda.
ja: 診断結果に応じて 研究に基づいた推奨事項を提供できます。
zh: 我們可以根據您的診斷結果給出基於研究的建議。

source: Not an X-ray Image
id: Bukan Gambar Sinar-X
ja: X線画像ではありません
zh: 不是X光照片

source: We don't think your uploaded image is an X-ray image. Uploading images that have unusual angles or colors may cause this issue. <br /><br /> Please refer to the example below and upload it again in the form below!
id: Menurut kami gambar yang Anda unggah bukanlah gambar sinar-X. Mengunggah gambar dengan sudut pandang atau warna yang tidak sesuai dapat menyebabkan masalah ini.
ja: アップロードされた画像は X 線画像ではないと思われます。 通常とは異なる角度や色の画像をアップロードすると、この問題が発生する可能性があります。 <br /><br /> 以下の例を参照して、下のフォームで再度アップロードしてください。
zh: 我們認為您上傳的圖片不是X光照片。上傳具有異常角度或顏色的圖像可能會導致此這個問題。<br /><br /> 請參考下面的例子，在下面的表格中重新上傳！

source: What should you upload?
id: Apa yang harus Anda unggah?
ja: どんな写真をアップロードするの？
zh: 你應該上傳什麼呢？

source: ParuParuKu only detects specific kinds of images, so it is best that you upload your images that are similar to this image. <br /><br /> We recommend that you scan your images first, then convert it to a supported file extension such as .jpg .jpeg or .png.
id: ParuParuKu hanya mendeteksi jenis gambar tertentu, jadi kami menyarankan Anda untuk mengunggah gambar yang mirip dengan gambar ini.<br /><br /> Sebaiknya Anda memindai gambar Anda terlebih dahulu, lalu mengonversinya menjadi ekstensi file yang didukung seperti .jpg .jpeg atau .png.
ja: ParuParuKuは特定の種類の画像のみを検出するため、この画像に類似した画像をアップロードすることをお勧めします。 <br /><br /> 最初に画像をスキャンしてから、サポートされているファイル拡張子(.jpg、.jpeg、.png など)に変換することをお勧めします
zh: ParuParuKu僅檢測特定類型的圖像，因此建議您上傳與此圖像相似的圖像。<br /><br /> 我們建議您先掃描圖像，然後將其轉換為圖像擴展名，例如 .jpg .jpeg 或 .png。

source: Our Objectives
id: Tujuan Kami
ja: 私たちの目的
zh: 我們的目標

source: is to provide users with <strong class="fw-semibold">early detection</strong> of pneumonia based on X-ray images!
id: adalah untuk memberi pengguna <strong class="fw-semibold">deteksi pneumonia dini</strong> berdasarkan gambar sinar-X!
ja: X線画像に基づいて肺炎の <strong class="fw-semibold">早期発見</strong> をユーザーに提供することです!
zh: 我們的目標是為用戶提供基於X光圖像的肺炎<strong class="fw-semibold">早期檢測</strong>！

source: Photo by <a target="_blank" href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >dr. Irene Cindy Sunur</a > on <a target="_blank" href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >Alodokter</a >
id: Foto oleh <a target="_blank" href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >dr. Irene Cindy Sunur</a > di <a target="_blank" href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >Alodokter</a >
ja: 写真提供： <a href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >dr. Irene Cindy Sunur</a > <a href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >Alodokterから</a >
zh: <a target="_blank" href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" >dr. Irene Cindy Sunur</a > 在 <a target="_blank" href="https://www.alodokter.com/mengenal-macam-macam-pneumonia" > Alodokter</a > 上上傳的照片

source: About pneumonia
id: Tentang pneumonia
ja: 肺炎について
zh: 關於肺炎

source: Pneumonia is an inflammation of the tissue in lungs caused by infection. Pneumonia can cause mild to severe symptoms, such as coughing, fever, nausea, wheezing, shortness of breath, and chest pain.<br /><br /> Pneumonia is not only found in adults but also in children.
id: Pneumonia adalah peradangan jaringan di paru-paru yang disebabkan oleh infeksi. Pneumonia dapat menyebabkan gejala ringan hingga berat, seperti batuk, demam, mual, mengi, sesak napas, dan nyeri dada. <br /><br Pneumonia tidak hanya ditemukan pada orang dewasa tetapi juga pada anak-anak.
ja: 肺炎は、感染によって引き起こされる 肺の組織の炎症です。 肺炎は 咳、 発熱、吐き気、喘鳴、息切れ、胸痛など の軽度から 重度の症状を引き起こす可能性があります。<br /><br /> 肺炎は成人だけでなく子供にも 見られます.
zh: 肺炎是由感染引起的肺部組織炎症。 肺炎可引起輕微至嚴重的症狀，如咳嗽、發燒、反胃、喘息、呼吸急促和胸痛。<br /><br /> 肺炎不僅見於成人，也見於兒童。

source: Photo by <a target="_blank" href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Walter Otto</a > on <a target="_blank" href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplash</a >
id: Foto oleh <a target="_blank" href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Walter Otto</a > di <a target="_blank" href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplash</a >
ja: 写真提供： <a href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Walter Otto</a > <a href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Unsplashから</a >
zh: <a target="_blank" href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" >Walter Otto</a > 在 <a target="_blank" href="https://unsplash.com/@mio6556?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText" > Unsplash</a > 上上傳的照片

source: Why should you use this ParuParuKu?
id: Mengapa Anda harus menggunakan ParuParuKu?
ja: なぜこのParuParuKuを使用する必要があるのですか?
zh: 你為什麼要使用ParuParuKu？

source: There are times when doctors aren't available to make a diagnosis on recently performed X-ray scans. <br /><br />So early diagnosis is needed to take further action.
id: Ada kalanya dokter tidak tersedia untuk membuat diagnosis pada pemindaian sinar-X yang baru dilakukan. <br/><br/>Sehingga diperlukan diagnosis dini untuk melakukan tindakan lebih lanjut.
ja: 患者がスキャンや X 線の結果を得ることもありますが、 診断を下す医師はいません <br /><br />そのため、さらなる対策を講じるには 早期診断が 必要です。
zh: 有時患者會得到掃描或X光檢查結果，但沒有醫生可以做出診斷。<br /><br /> 因此需要早期診斷以採取進一步行動。

source: Which is why, we are ready to help!
id: Makanya, kami siap membantu!
ja: だからこそ、私たちはお手伝いする準備ができています!
zh: 這就是我們準備提供幫助的原因！

source: ParuParuKu will help predict your pneumonia diagnosis result based on your X-ray scan.
id: ParuParuKu akan membantu memprediksi hasil diagnosis pneumonia Anda berdasarkan pemindaian sinar-X Anda.
ja: ParuParuKuは、X 線スキャンに基づいて 肺炎の診断結果を予測するのに役立ちます!
zh: ParuParuKu將根據您的X光掃描幫助預測您的肺炎診斷結果。

source: Diagnosis Report
id: Laporan Diagnosis
ja: 診断レポート
zh: 診斷報告

source: It is <strong class="fw-bold">very unlikely</strong> that you have pneumonia
id: <strong class="fw-bold">Sangat kecil kemungkinan</strong> Anda terkena pneumonia
ja: 肺炎になる可能性は <strong class="fw-bold">極めて低い</strong>
zh: 您患肺炎的<strong class="fw-bold">可能性很小</strong>

source: It is <strong class="fw-bold">unlikely</strong> that you have pneumonia
id: <strong class="fw-bold">Kecil kemungkinan</strong> Anda terkena pneumonia
ja: 肺炎になる可能性は <strong class="fw-bold">低い</strong>
zh: 你患肺炎的<strong class="fw-bold">可能性不大</strong>

source: It is <strong class="fw-bold">likely</strong> that you have pneumonia
id: <strong class="fw-bold">Ada kemungkinan</strong> Anda terkena pneumonia
ja: 肺炎になる可能性は <strong class="fw-bold">中程度</strong>
zh: 你很<strong class="fw-bold">可能得了肺炎</strong>

source: It is <strong class="fw-bold">highly likely</strong> that you have pneumonia
id: <strong class="fw-bold">Besar kemungkinan</strong> Anda terkena pneumonia
ja: 肺炎になる可能性は <strong class="fw-bold">高い</strong>
zh: 你患肺炎的<strong class="fw-bold">可能性很大</strong>

source: It is <strong class="fw-bold">extremely likely</strong> that you have pneumonia
id: <strong class="fw-bold">Sangat besar kemungkinan</strong> Anda terkena pneumonia
ja: 肺炎になる可能性は <strong class="fw-bold">非常に高い</strong>
zh: 你<strong class="fw-bold">極有可能得了肺炎</strong>

source: Based on predictions
id: Berdasarkan prediksi
ja: 予測に基づく
zh: 基於預測

source: Your lungs have a
id: Paru-paru Anda memiliki kemungkinan
ja: あなたの肺が
zh: 您的肺部有

source: probability of being infected by pneumonia. For a detailed predictions, please refer to the table below.
id: terjangkit oleh pneumonia. Untuk rincian prediksi, silahkan lihat tabel di bawah ini.
ja: 肺炎に感染する確率はであり、以下に詳細な予測を示します。
zh: 的概率感染肺炎。詳細預測請參考下表。

source: Model Type
id: Tipe Model
ja: モデル種類
zh: 模型類型

source: Normal
ja: 正常
zh: 正常肺

source: Pneumonia
ja: 肺炎
zh: 肺炎肺

source: Average
id: Rata-rata
ja: 平均
zh: 平均

source: Photo by <a target="_blank" href="https://unsplash.com/es/@jareddrice?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Jared Rice</a> on <a target="_blank" href="https://unsplash.com/s/photos/health?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplash</a>
id: Foto oleh <a target="_blank" href="https://unsplash.com/es/@jareddrice?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Jared Rice</a> di <a target="_blank" href="https://unsplash.com/s/photos/health?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplash</a>
ja: 写真提供: <a href="https://unsplash.com/es/@jareddrice?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Jared Rice</a> <a href="https://unsplash.com/s/photos/health?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplashから</a>
zh: <a target="_blank" href="https://unsplash.com/es/@jareddrice?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Jared Rice</a> 在 <a target="_blank" href="https://unsplash.com/s/photos/health?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText"> Unsplash</a> 上上傳的照片

source: Photo by <a target="_blank" href="https://unsplash.com/@markusspiske?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Markus Spiske</a> on <a target="_blank" href="https://unsplash.com/s/photos/caution-hand?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplash</a>
id: Foto oleh <a target="_blank" href="https://unsplash.com/@markusspiske?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Markus Spiske</a> di <a target="_blank" href="https://unsplash.com/s/photos/caution-hand?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplash</a>
ja: 写真提供： <a href="https://unsplash.com/@markusspiske?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Markus Spiske</a> <a href="https://unsplash.com/s/photos/caution-hand?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Unsplashから</a>
zh: <a target="_blank" href="https://unsplash.com/@markusspiske?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">Markus Spiske</a> 在 <a target="_blank" href="https://unsplash.com/s/photos/caution-hand?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText"> Unsplash</a> 上上傳的照片

source: <a target="_blank" href="https://www.freepik.com/free-photo/serious-thoughtful-man-making-assumption-looking-right-thinking_9902339.htm#query=thinking&position=3&from_view=search&track=sph">Image by cookie_studio</a> on Freepik
id: <a target="_blank" href="https://www.freepik.com/free-photo/serious-thoughtful-man-making-assumption-looking-right-thinking_9902339.htm#query=thinking&position=3&from_view=search&track=sph">Foto oleh cookie_studio</a> di Freepik
ja: <a href="https://www.freepik.com/free-photo/serious-thoughtful-man-making-assumption-looking-right-thinking_9902339.htm#query=thinking&position=3&from_view=search&track=sph">Freepikの cookie_studio</a>による画像
zh: 圖片由<a target="_blank" href="https://www.freepik.com/free-photo/serious-thoughtful-man-making-assumption-looking-right-thinking_9902339.htm#query=thinking&position=3&from_view=search&track=sph">cookie_studio</a>在Freepik上提供

source: <a target="_blank" href="https://www.freepik.com/free-photo/physician-consulting-his-patient-clinic_6190327.htm#query=health%%20consultation&position=0&from_view=search&track=sph">Image by senivpetro</a> on Freepik
id: <a target="_blank" href="https://www.freepik.com/free-photo/physician-consulting-his-patient-clinic_6190327.htm#query=health%%20consultation&position=0&from_view=search&track=sph">Foto oleh senivpetro</a> di Freepik
ja: <a href="https://www.freepik.com/free-photo/physician-consulting-his-patient-clinic_6190327.htm#query=health%%20consultation&position=0&from_view=search&track=sph">Freepikのsenivpetro</a>による画像
zh: 圖片由<a target="_blank" href="https://www.freepik.com/free-photo/physician-consulting-his-patient-clinic_6190327.htm#query=health%%20consultation&position=0&from_view=search&track=sph">senivpetro</a>在Freepik上提供

source: <a target="_blank" href="https://www.freepik.com/free-photo/young-asia-female-doctor-white-medical-uniform-using-clipboard-is-delivering-great-news-talk-discuss-results_15114515.htm#query=health%%20consultation&position=19&from_view=search&track=sph">Image by tirachardz</a> on Freepik
id: <a target="_blank" href="https://www.freepik.com/free-photo/young-asia-female-doctor-white-medical-uniform-using-clipboard-is-delivering-great-news-talk-discuss-results_15114515.htm#query=health%%20consultation&position=19&from_view=search&track=sph">Foto oleh tirachardz</a> di Freepik
ja: <a href="https://www.freepik.com/free-photo/young-asia-female-doctor-white-medical-uniform-using-clipboard-is-delivering-great-news-talk-discuss-results_15114515.htm#query=health%%20consultation&position=19&from_view=search&track=sph">Freepikのtirachardz</a>による画像
zh: 圖片由<a target="_blank" href="https://www.freepik.com/free-photo/young-asia-female-doctor-white-medical-uniform-using-clipboard-is-delivering-great-news-talk-discuss-results_15114515.htm#query=health%%20consultation&position=19&from_view=search&track=sph">tirachardz</a>在Freepik上提供

source: There's no need to worry!
id: Tidak perlu khawatir!
ja: 心配する必要はありません！
zh: 你不用擔心！

source: Caution is advised!
id: Butuh diperhatikan
ja: 注意が必要です
zh: 建議謹慎！

source: Consider consulting with your physician!
id: Pertimbangkan untuk berkonsultasi dengan dokter Anda!
ja: 主治医に相談してみてください！
zh: 考慮諮詢您的醫生！

source: Visit your physician immediately!
id: Segera kunjungi dokter Anda!
ja: すぐに医師の診察を受けてください。
zh: 立即去看醫生！

source: Immediately visit your local hospital!
id: Segera kunjungi rumah sakit setempat!
ja: すぐに地元の病院に行きましょう！
zh: 立即到當地醫院就診！

source: Your lungs are healthy, but that doesn't mean that you don't have to stay healthy! Remember to stay hydrated, get enough sleep, and exercise frequently.
id: Paru-paru Anda sehat, tetapi bukan berarti Anda tidak harus menjaga kesehatan! Ingatlah untuk minum air, cukup tidur, dan sering berolahraga
ja: あなたの肺は健康ですが、それはあなたが健康を維持する必要がないという意味ではありません! 水分補給、十分な睡眠 頻繁な運動を忘れずに。
zh: 你的肺是健康的，但這並不意味著你不必保持健康！ 記住要保持水分，充足的睡眠和經常鍛煉。

source: There's no reason to worry yet, but maybe you can consider these actions! It's best to avoid smoking and going to public places. Remember to keep track of any symptoms you might have experienced and consult your local physician if symptoms get worse or remain for more than a few days.
id: Belum ada alasan untuk khawatir, tapi mungkin Anda bisa mempertimbangkan tindakan ini! Sebaiknya hindari merokok dan pergi ke tempat umum. Ingatlah untuk melacak gejala apa pun yang mungkin Anda alami dan konsultasikan dengan dokter setempat jika gejala memburuk atau bertahan lebih dari beberapa hari.
ja: まだ心配する必要はありませんが、これらのアクションを検討できるかもしれません.公共の場所での喫煙を避け、経験した可能性のある症状をメモしておく、また、症状が悪化したり、数日以上続く場合は、 かかりつけの医師に相談してください。
zh: 還沒有理由擔心，但也許你可以考慮這些行動！ 最好避免吸煙和去公共場所。 請記住跟踪您可能經歷過的任何症狀，如果症狀惡化或持續超過幾天，請諮詢當地醫生。

source: There is a possibility that you have pneumonic lungs. It's best to avoid smoking and going to public places. Remember to keep track of any symptoms you might have experienced and consult your local physician if symptoms get worse or remain for more than a few days.
id: Ada kemungkinan Anda terjangkit pneumonia. Sebaiknya hindari merokok dan pergi ke tempat umum. Ingatlah untuk melacak gejala apa pun yang mungkin Anda alami dan konsultasikan dengan dokter setempat jika gejala memburuk atau bertahan lebih dari beberapa hari.
ja: あなたの肺が肺炎に感染する可能性があります。 喫煙や公共の場所への外出は避ける のが最善です。 経験した可能性のある症状をメモしておく、症状が悪化したり、数日以上続く場合は、 地元の医師に相談することを忘れないでください.
zh: 您可能患有肺炎。 最好避免吸煙和去公共場所。 請記住跟踪您可能經歷過的任何症狀，如果症狀惡化或持續超過幾天，請諮詢當地醫生。

source: Since we think that you probably have pneumonic lungs, it's best for you to avoid public places and get enough rest. Remember to visit your local physician immediately.
id: Karena menurut kami Anda mungkin terjangkit pneumonia, sebaiknya Anda menghindari tempat umum dan istirahat yang cukup. Ingatlah untuk segera mengunjungi dokter setempat.
ja: あなたの肺が肺炎に感染する可能性が高いと思われますので、 公共の場所を避け、 十分な休息をとってください。すぐに地元の医師に相談することを忘れないでください。
zh: 由於我們認為您可能患有肺炎，因此您最好避免去公共場所並充分休息。 記得立即去看當地的醫生。

source: You are extremely likely to have pneumonic lungs, we encourage you to drink more warm beverages, avoid public places, and consider going to a hospital for treatment.
id: Anda sangat mungkin terjangkit pneumonia, kami menganjurkan Anda untuk minum lebih banyak minuman hangat, menghindari tempat umum, dan mempertimbangkan pergi ke rumah sakit untuk perawatan.
ja: あなたの肺が肺炎に感染する可能性が非常に高いなので、 温かい飲み物を飲むこと公共の場所を避けること、治療のために病院に行くことを検討することをお勧めします。
zh: 您極有可能患有肺氣腫，我們建議您多喝溫熱的飲料，避免去公共場所，並考慮去醫院就診。

source: Want to re-diagnose?
id: Ingin mendiagnosa ulang?
ja: 再診断しますか？
zh: 想重新診斷？

source: ParuParuKu will help predict your pneumonia diagnosis result based on your X-ray scan!
id: ParuParuKu akan membantu memprediksi hasil diagnosis pneumonia Anda berdasarkan pemindaian X-ray Anda!
ja: ParuParuKuは、 X 線スキャンに基づいて肺炎の診断結果を予測するのに役立ちます!
zh: ParuParuKu將根據您的X光掃描幫助預測您的肺炎概率！

source: Sources
id: Sumber
ja: 情報源
zh: 來源

source: We collected various sources from the Internet to provide you with advices based on your prediction result.
id: Kami mengumpulkan berbagai sumber dari Internet untuk memberi Anda saran berdasarkan hasil prediksi Anda.
ja: インターネットからさまざまな情報源を収集し、 あなたの予測結果に基づいて アドバイスを提供します。
zh: 我們從互聯網上收集了各種資源，根據您的預測結果為您提供建議。

source: Links
id: Tautan
ja: リンク
zh: 網站鏈接

source: Wrong File Extension
id: Ekstensi File Kurang Tepat
ja: 間違ったファイル拡張子
zh: 錯誤的文件擴展名

source: Wrong File Extension!
id: Ekstensi File Kurang Tepat!
ja: 間違ったファイル拡張子！
zh: 錯誤的文件擴展名！
