Repository: FuzzyNat26/paruparuku-ief-submission
Catalog: paruparuku-webapp/app/translations/*/LC_MESSAGES/messages.po
Languages: id, ja, zh

source: We cannot process your request as we don't think this is the correct file extension. <br /><br /> Please upload an x-ray image with a .jpg, .jpeg, or .png extension!
id: Kami tidak dapat memproses permintaan Anda karena menurut kami ini bukan ekstensi file yang benar. <br /><br /> Harap unggah gambar sinar-x dengan ekstensi .jpg, .jpeg, atau .png!
ja: これは正しいファイル拡張子ではないと思われるため、 リクエストを処理できません。 <br /><br /> 拡張子が .jpg、.jpeg、または .png の X 線画像をアップロードしてください
zh: 我們無法處理您的請求，因為我們認為這不是正確的文件擴展名。 <br /><br /> 請上傳擴展名為 .jpg、.jpeg 或 .png 的X光圖像！

source: 🇺🇸 EN
id: 🇮🇩 ID
ja: 🇯🇵 JP
zh: 🇨🇳 CN

source: Back to top
id: Kembali ke atas
ja: トップに戻る
zh: 回到頂部

source: <strong class="fw-semibold">Disclaimer: </strong> This website only generates predictions based on <a target="_blank" href="https://kaggle.com" >Kaggle Dataset</a > using three transfer learning models in <a target="_blank" href="https://keras.io/api/applications/" >Keras</a > and should not be used to substitute medical professionals in diagnosing pneumonia. Any advice given by this website is collected from <a href="/en/sources">various sources</a> and should not be treated as medical advice given by medical professionals. The developers of this website are not responsible for the damages caused by the results generated by this website.
id: <strong class="fw-semibold">Perhatian: </strong> Situs web ini hanya menghasilkan prediksi berdasarkan <a target="_blank" href="https://kaggle.com">Kaggle Dataset</a> menggunakan tiga model pembelajaran transfer dari <a target="_blank" href="https://keras.io/api/applications/">Keras</a> dan tidak boleh digunakan untuk menggantikan tenaga medis profesional dalam mendiagnosis pneumonia. Nasihat apa pun yang diberikan oleh situs web ini dikumpulkan dari <a href="/id/sumber">berbagai sumber</a> dan tidak boleh dianggap sebagai nasihat medis yang diberikan oleh tenaga medis profesional. Pengembang situs web ini tidak bertanggung jawab atas kerusakan yang disebabkan oleh keputusan yang dihasilkan oleh situs web ini.
ja: <strong class="fw-semibold">免責事項: </strong> この ウェブサイトは、 <a href="https://keras.io/api/applications/">Keras</a> の3つ の転移学習モデルを使用した <a href="https://kaggle.com">Kaggle</a>データセット に基づいて予測を生成するだけであり、肺炎の診断において 医療従事者の 代わりとして使用するべきではありません。 このウェブサイトで提供されるアドバイスは、さまざまな<a href="/ja/情報源">情報源</a>から 収集されたものであり、 医療従事者による医学的アドバイスとして扱われるべきではありません。 このウェブサイトの開発者は このウェブサイトによって生成された結果によって 引き起こされた損害について 責任を負いません。
zh: 免責聲明：本網站僅使用 <a target="_blank" href="https://keras.io/api/applications/">Keras</a> 中的三個遷移學習模型基於 <a target="_blank" href="https://kaggle.com">Kaggle Dataset</a> 生成預測，不應用於替代醫療專業人員診斷肺炎。 本網站提供的任何建議都是從<a href="/zh/來源">各種來源</a>收集的，不應被視為醫療專業人員提供的醫療建議。 本網站的開發者不對因本網站產生的結果造成的損失負責。

source: Uploading image...
id: Sedang mengunggah gambar...
ja: 写真をアップロード中...
zh: 正在上傳圖片...

source: Did you know?
id: Tahukah Anda?
ja: 知っていますか？
zh: 你知道嗎？

source: Medical experts have discovered more than 30 causes of pneumonia, such as bacteria, fungi, dust, and more!
id: Para ahli medis telah menemukan lebih dari 30 penyebab pneumonia, seperti bakteri, jamur, debu, dan banyak lagi!
ja: 医療専門家は、細菌、真菌、ほこりなど、肺炎の 30 以上の原因を発見しました。
zh: 醫學專家已經發現了30多種引起肺炎的原因，例如細菌、真菌、灰塵等等！

source: The COVID-19 virus is able to cause a special type of pneumonia where it uses our own immune systems to spread, making it last longer and causing damage in more places in our body.
id: Virus COVID-19 dapat menyebabkan pneumonia jenis khusus yang menggunakan sistem kekebalan tubuh kita sendiri untuk menyebar, membuatnya bertahan lebih lama dan menyebabkan kerusakan di lebih banyak tempat di tubuh kita.
ja: COVID-19 ウイルスは、私たち自身の免疫系を使って拡散する特殊な肺炎を引き起こす可能性があます。それを長引かせ、体のより多くのところに損傷を与えます。
zh: COVID-19 病毒能夠引起一種特殊類型的肺炎，它利用我們自身的免疫系統傳播，使其持續時間更長，並在我們身體的更多部位造成損害。

source: Just like COVID-19, washing our hands with soap also reduces the risk of getting pneumonia disease.
id: Seperti COVID-19, cuci tangan dengan sabun juga mengurangi resiko terjangkit pneumonia.
ja: COVID-19 と同じように、石けんで手を洗うことも肺炎のリスクを減らします。
zh: 就像 COVID-19 一樣，用肥皂洗手也可以降低患肺炎的風險。

source: The sooner a child gets the vaccine, the less likely for them to be infected by pneumonia.
id: Semakin cepat seorang anak mendapatkan vaksin, semakin kecil kemungkinan mereka terkena pneumonia.
ja: 子供が早ければ早いほどワクチンを接種すれば、肺炎に感染する可能性は低くなります。
zh: 孩子越早接種疫苗，他們感染肺炎的可能性就越小。

source: Drinking warm beverages, such as warm water or tea helps loosen the mucus in your lungs when you are infected with pneumonia.
id: Minum minuman hangat, seperti air hangat atau teh membantu melonggarkan lendir di paru-paru saat Anda terinfeksi pneumonia.
ja: 肺炎に感染している場合、温かい水やお茶などの温かい飲み物を飲むと、肺の粘液が緩みます。
zh: 當您感染肺炎時，喝溫熱的飲料，如溫水或茶，有助於疏鬆肺部的粘液。
